Revit 2027 API
RebarShapeSegment Properties
The RebarShapeSegment type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
RebarShapeSegment Class
Autodesk.Revit.DB.Structure Namespace